Repository: crayzy13/pur
Catalog: usr/lib/enigma2/python/Plugins/Extensions/EstuaryConfig/locale/*/LC_MESSAGES/EstuaryConfig.po
Languages: de, hr

source: default
de: Standard
hr: zadano

source: blue
de: blau
hr: plava

source: green
de: grün
hr: zelena

source: orange
hr: narandžasta

source: red
de: rot
hr: crvena

source: white
de: weiß
hr: bijela

source: yellow
de: gelb
hr: žuta

source: black
de: schwarz
hr: crna

source: transparent
hr: prozirno

source: top
de: oben
hr: gore

source: bottom
de: unten
hr: ispod

source: number
de: Nummer
hr: brojevni

source: horizontal
hr: horizontalni

source: vertical
hr: vertikalni

source: None
de: Nichts
hr: Ništa

source: Weather
de: Wetter
hr: Vremenska prognoza

source: EPG Description
de: EPG Beschreibung
hr: EPG Opis

source: Next Events
de: Nächstes Ereignis
hr: Naredni događaji

source: Global:
de: Grundsätzlich:
hr: Globalno:

source: - Font color
de: - Schriftfarbe
hr: - Boja slova

source: Change font color.
de: Ändung der Farbe der Schrift
hr: Promijeni boju slova

source: - Font color Special
de: - Farbe der Schriftart Spezial
hr: - Boja istaknutih slova

source: You can change special font color (highlighted stuff in skin). Like event time in infobar, progress bar color, etc...
de: Du kannst die spezial Schriftfarbe ändern (Hervorheben von Sachen im Skin). Wie die Ereigniszeit in der Infobar, Farbe des Fortschrittsbalken und so weiter...
hr: Možeš promijeniti boju istaknutog fonta (istaknute stvari u skinu). Npr. vrijeme događaja na infobar traci, boja progressa, itd .

source: - Make font bigger/smaller for
de: - Mach die Schrift größer / schmaler für
hr: - Podesi font da bude veći ili manji za...

source: This allows you to change the font size relative to skin size. Keep in mind overlap is possible, try to use smaller value If you notice the overlap.
de: Dies erlaubt dir die Schriftgröße relativ zum Skin zu ändern. Beachte, das ein überlappen möglich ist. Wenn du das feststellst, dann benutze bitte einen kleineren Wert.
hr: Omogućuje relativnu promjenu veličine fonta u odnosu na zadanu. Imaj na umu da su moguća preklapanja widgeta. Ukoliko dođe do toga pokušaj koristiti manju vrijednost

source: - Selection color
de: - Farbauswahl
hr: - Boja odabranih dijelova

source: Change selection color. This will change background color in all lists, for selected item.
de: Ändere die Farbauswahl. Dies ändert die Hintergrundfarbe in allen Listen, für markierte Artikel.
hr: Promjena boje označenih (odabranih) dijelova u svim listama.

source: Background:
de: Hintergrund:
hr: Podloga:

source: - Overlay color
de: - Farbüberschreibung
hr: - Boja podloge nad TV slikom

source: Change overlay color.
hr: Promjeni boju podloge nad TV slikom.

source: - Overlay color transparency
de: - Farbüberschreibungstransparenz
hr: - Transparentnost podloge nad TV slikom

source: Change overlay color transparency. Default transparency value is 30. So 10 increases by 10%, 20 increases by 20%, etc...
hr: Promjeni prozirnost pozadine nad TV slikom. Zadana vrijednost transparentnosti je 30% 10% povećava prozirnost za 10%, 20% povećava za 20%, itd...

source: Infobar/SecondInfobar:
hr: Infobar / Prošireni Infobar:

source: Simple and clean user interface without extra informations or widgets.
de: Einfaches und sauberes Userinterface ohne extra Informationen oder Komponenten.
hr: Jednostavno korisničko sučelje bez dodatnih informacija i widgeta.

source: With alternative infobar you will not be able to see additional widgets/changes/etc... if you have already set them up for default infobar.
de: Mit der alternativen Infobar wirst du keine zusätzlichen Komponenten angezeigt bekommen. Wenn du sie bereits für die Standard-Infobar eingerichtet hast.
hr: Na alternativnoj infobar traci se neće prikazati promjene i widgeti koji su definirani za standardni infobar.

source: - Use Alternative Infobar
de: - Benutze die alternative Infobar
hr: - Koristi Alternativni Infobar

source: - Picon position
hr: - Pozicija picona

source: Change picon position. Choose from top to bottom. So you will see picon on infobar/second infobar according your choice.
de: Ändere die Picon Position. due kannst wählen von oben nach unten. Du wirst die Picons in der Infobar /2. Infobar so sehen, wie due es ausgewählt hast.
hr: Odaberi poziciju picona. Prikaz picona može biti na gornjem ili donjem dijelu infobar trake.

source: - Show AGC instead BER
de: - Zeige AGC statt BER
hr: - Prikaži AGC vrijednost umjesto BER vrijednosti

source: Show AGC instead BER on Infobar. This change will be visible only on Infobar, Second Infobar will not be affected.
de: Zeige AGC statt BER in der Infobar. Diese Änderungen sind nur in der Infobar sichtbar, Auf die 2 Infobar hat dies keinen Effekt.
hr: Prikaži AGC vrijednost umjesto zadane BER vrijednosti. Ova promjena će biti vidljiva samo na infobar traci, ali ne i na proširenoj infobar traci.

source: - Volume Style
de: - Lautstärken Stil
hr: - Stil prikaza volumen bara

source: Volume style: with number, hotizontal or vertical style?
de: Lautstärken Stil: numerischer, hoizontaler oder vertikaler Stil?
hr: Odaberi između: brojčanog prikaza (koji je ujedno i zadani stil), horizontalni ili vertikalni stil.

source: - Infobar widget
hr: - Infobar dodatak

source: Which widget you want to show on Infobar? Default is None. Keep in mind some widgets on infobar screen can make slower ZAP.
de: Welches Widget möchtest du in der Infobar sehen? Standard ist keins. Bedenke, dass manches Widget das Zappen verlangsamen kann.
hr: Koji dodatak želiš pokazati na Infobaru? Zadani widget za Infobar je ništa (prazno). Imaj na umu da widgeti mogu usporiti ZAP. U tom slučaju vrati na zadanu vrijednost.

source: - Second Infobar widget
de: - 2. Infobar Widget
hr: - Prošireni Infobar dodatak

source: Which widget you want to show on second Infobar?
de: Welches Widget möchtest du in der 2. Infobar sehen?
hr: Koji dodatak želiš da bude prikazan na proširenom Infobaru?

source: - Weather icons color
de: - Farbe der Wettersymbole
hr: - Boja ikona vremenske prognoze

source: Weather icons color. Weather icons color on infobar/secondinfobar.
de: Farbe der Wettersymbole. Farbe der Wettersymbole in der Infobar / 2. Infobar.
hr: Promjeni boju ikona vremenske prognoze. Odnosi se na prošireni Infobar i na samu aplikaciju vremenske prognoze

source: - Show channel number
de: - Zeige Kanalnummern
hr: - Prikaži brojeve kanala

source: Show channel number under channel name in Infobar/secondinfobar.
de: Zeige Kanalnummern unter Kanalname in der Infobar / 2. Infobar.
hr: Prikaži broj kanala ispod imena kanala na Infobarovima

source: - Infobar timeout in seconds
de: - Infobar Timeout in Sekunden
hr: - Trajanje Infobara

source: Set the time delay before hiding the infobar.
de: Setze die zeitliche Verzögerung bevor die Infobar ausgeblendet wird.
hr: Postavi vrijeme trajanja prikaza Infobara

source: - Show second infobar
de: - Zeige 2. Infobar
hr: - Prikaži prošireni Infobar

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
de: Konfiguriere das Wetter (und für wie lang) in der 2. Infobar die Anzeige erfolgt, wenn OK gedrückt wird. Die 2. Infobar enthält erweiterte Informationen über den derzeitig gewählten Kanal.
hr: Konfiguriraj da li (i koliko dugo) će se prošireni Invobar pokazati. Prošireni Infobar sadrži dodatne informacije o trenutnom kanalu + extra informacije o kodiranju, poziciji satelita, itd.

source: - Show infobar on event change
de: - Zeige die Infobar bei der Änderungen eines Ereignisses
hr: - Prikaži Infobar pri promjeni događaja

source: When enabled, the infobar will be displayed when a new event starts.
de: Wenn es eingeschaltet ist, wird die Infobar angezeigt sobald ein neues Ereignis beginnt
hr: Ako uključiš, Infobar će se automatski prikazati na ekranu kada započne novi događaj

source: Channel List:
de: Kanalliste
hr: Kanalna lista:

source: - Use Alternative Channel List
hr: - Koristi Alternativnu Kanalnu Listu

source: Simple and clean user interface without extra informations.
hr: Jednostavno korisničko sučelje bez dodatnih informacija i widgeta.

source: - Channel list widget
de: - Kanallist Widget
hr: - Dodatci (widgeti) kanalne liste

source: Which widget you want to show on Channel list? EPG Description for selected channel is default, Next Events list or Nothing?
de: Welches Widget möchtest du in der Kanalliste angezeigt bekommen? EPG Beschreibung ist für den gewählen Kanal Standard, nächsten Ereignisse oder nichts?
hr: Koji dodatak želiš prikazati na kanalnj listi? EPG opis trenutnog događaja (koji je ujedno i zadani stil), Naredni događaji ili Ništa (prazno)?

source: - Show Picon in Channel list
de: Zeige Picons in der Kanalliste
hr: - Prikaži Picon na kanalnoj listi

source: Show Picon for selected channel. If you notice lag in channel list try to turn off this setting.
de: Zeige Picons für den ausgewählten Kanal. Wenn du Verzögerungen feststellst, kannst du es ausstellen.
hr: Prikaži picon odabranog kanala i na kanalnoj listi. Imaj na umu da ova opcija, ako je uključena, može usporavati rad kanalne liste na 'kantama' starijih generacija.

source: Menu:
de: Menü:
hr: Izbornik:

source: - Menu Style
de: - Menü Stil
hr: - Stilovi Izbornika

source: Here you can change menu style.
de: Hier kannst du das Aussehen des Menü´s ändern.
hr: Estuary podržava više stilova menija. Zadani stil ovisi o imageu. Odaberi jedan od ponuđenih.

source: - Choose Background Wallpaper
de: - Wähle einen alternativen Hintergrund
hr: - Odaberi wallpaper (sliku pozadine)

source: Here you can set Menu background picture.
de: Hier kannst du das Aussehen des Menü´s Hintergrundes ändern.
hr: Odaberi sliku koja će se pokazati kao pozadinska slika na svim izbornicima, osim ako je trenutno u uporabi Standardni Menu stil.

source: Weather:
de: Wetter:
hr: Vremenska prognoza

source: Press OK to open Weather plugin and set/change your city and all other values.
de: Drücke OK umd die Wetter-Erweiterung zu öffnen und stelle oder ändere deine Stadt und andere Werte.
hr: Stisni OK kako bi otvorio dodatak vremenske prognoze u kojem možeš podesiti dodatne vrijednosti.

source: Save
de: Speichern
hr: Sačuvaj

source: Cancel
de: Abbruch
hr: Odustani

source: About
de: Über
hr: O programu

source: Error
de: Fehler
hr: Greška

source: You need to restart your box to apply changes
de: Du musst deine Box restarten und die Änderungen anzuwenden.
hr: Da bi promjene bile vidljive resetiraj enigmu

source: Estuary Settings:
de: Estuary Einstellungen:
hr: Estuary konfiguracija:

source: Restart GUI now?
de: Neustart der GUI jetzt?
hr: Resetiraj GUI odmah?

source: I can not find WeatherPlugin on your system. Download and install Weather plugin and try again.
de: Ich kann die Wetter-Erweiterung nicht finden auf deinem System. Downloade und installiere die Erweiterung und versuche es erneut.
hr: Ne mogu pronaći dodatak vremenske prognoze Skini, instaliraj dodatak pa pokušaj ponovo

source: 2017 - Franc Version:
hr: 2016 - Franc Verzija:

source: There is no Estuary skin on your system or Estuary is not default skin. Please make sure you have Estuary installed and set as default skin, then try again.
hr: Na tvom sustavu ne postoji Estuary skin. Skini, instaliraj Estuary skin pa pokušaj ponovo.

source: IconWall
de: Bilderwand

source: Type1
de: Typ 1

source: Type2
de: Typ 2

source: Type3
de: Typ 3

source: Type4
de: Typ 4

source: - Turn off the running text
de: - Schaltet den Fließtext ab

source: You can turn off the running text for EPG description in channel list.
de: Du kannst den Fließtext für die EPG Beschreibung in der Kanalliste abschalte. Wenn du Verzögerungen in der Kanalliste feststellst, kanns du es ausstelllen.
